cask_args appdir: "/Applications"
tap "homebrew/cask"

brew "git"
brew "nushell"
brew "unzip"
brew "chezmoi"
brew "starship"
brew "carapace"
brew "dotnet"
brew "dotnet@9"
brew "nvm"
brew "go"

cask "google-chrome"
cask "firefox"
cask "discord"
cask "spotify"
cask "wezterm"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "docker"
cask "obsidian"
cask "datagrip"